[
    {
      "title": "Where do you live in Kathmandu? ",
      "selftext": "Just curious. Was interested to know if we have people here mostly locals or living somewhere else and have lived in Kathmandu in the past. ",
      "comments": [
        "bau ko ghar ma",
        "born and raised here",
        "Native to Kathmandu",
        "In my home",
        "Basundhara",
        "Native Indigenous of Kathmandu",
        "dallu",
        "Growing up I lived in various locations around New Road until the age of 8, after which I lived in Tangal then I left Nepal.",
        "Balkhu.I find it surprising that some people here in kathmandu have never heard about it",
        "Kirtipur",
        "Rent, Ekantakuna.  \nkta ho yo ktm ma hook up garna malai matra garho vaako ho?",
        "Lalitpur area",
        "- Born in the bank of Bagmati River @ Prashuti Griha\n- Raised in Ward number 12\n\nhttps://youtube.com/shorts/J7K7hAuWzd4?si=wUOULJuf_kJWj3Os",
        "Thamel ma",
        "Dhapasi, Tokha Muncipality  \nMy ancestors are from Jhor  \nmany people dont believe I am native to the Valley because I am Chettri.  \nthey always ask \" pahad ghar kaa?\"  \nI tell them I am originally from Kathmandu  \nthen they be like \" kahi na kahi baat ta hola\"  \nI guess my grandfather once told me we came from Gorkha during Bhimsen Thapa time, in all seriousness can I say I am from Gorkha ? also even my grandfather was not sure if we were actually from Gorkha.  \nregarding me, I have never even been to Gorkha except for annual visit to Manakamna temple that too we travel from Chitwan Kurintar and reach temple , so we are in Gorkha only around temple premises.  \ni dont know anyone from Gorkha.  \ni think we are in Valley for 6 - 7 generations at least.  \nam i not from valley only because I am not a Newar?  \nsometimes I have serious identity crisis",
        "The only right answer.",
        "Touchè",
        "Awesome!",
        "Great!",
        "dhapasi here",
        "dallu kata?",
        "Nice",
        "I guess most people from outside call it TU, so I am guessing the real place gets masked.",
        "Me too.",
        "You are as native to Kathmandu as anyone else. Don't believe anyone else who says otherwise. We all immigrated from one place or another.",
        "pul",
        "indeed",
        "got a man after 3 months stating he lives near me.😆  \nIt's nice to be nearby you stranger!",
        "Jhulunge pul ki bishnumati pul?",
        "Purano Baneshwor ma bestie hununcha hajur ko?",
        "eta dallu pul, asan jane bato. exact vanu parda tamsimpakha ya ta bhurunkhel park. jun vanda ni hunxa",
        "Bro le hook up garna garho ma \"me too\" vanya ki Ekantakuna basne ma vanya ho😂",
        "I was referring to the second point yar huhuhu"
      ]
    },
    {
      "title": "thamel ma bhako restaurant jasko ceiling lamp shades sabai doko le baneko chha, naam thaha chha kasailai yaha?",
      "selftext": ".",
      "comments": []
    },
    {
      "title": "Any one up for trying the legendary temple ball ",
      "selftext": "Hey my dear friends I got some pure Nepalese temple ball hash and willing to share some with freinds to get that high time it's the finest one you can get",
      "comments": [
        "Where did u get it from?",
        "American here willing to trade a little bit of Caliplates I’m currently trying to learn the difference between hash bricks and temple balls and if I can make temple balls with my plates? Some say age hash let it oxidize some say keep it in fridge 3x sealed…",
        "I wanna join the party ! please",
        "Himalayas",
        "I'm from Nepal",
        "Nice",
        "Do you have telegram? I have questions lol have a lot of hash willing to experiment with some just need some help"
      ]
    },
    {
      "title": "Is there tax or any form of price cut when selling gold in nepal?",
      "selftext": "Just the title ",
      "comments": []
    },
    {
      "title": "Is standard gold exhange reliable to sell gold?",
      "selftext": "Name reliable shops to sell gold jewellery",
      "comments": [
        "Tyo ta different places ma gayera sodhna parcha hola Haina Ra?",
        "Sorry i don't speak Nepalese.",
        "You will probably have to go around asking for the best price. As far as I know the place you mentioned claims it's usp to be instant cash",
        "Thank u so much for the reply. Whats usp",
        "Have u been to standard gold exhange? Is it reliable?",
        "Unique selling point. I didn't use their services. I worked with them to help sort out their database.",
        "That's cool. Did it appear to you that they could be doing something fraudulent with their customers at any point?",
        "Also are there any price cuts when selling gold like some tax or etc or can i sell at the exact quoted rate on their website?"
      ]
    },
    {
      "title": "Why prime minister from pahadi community?",
      "selftext": "Why we can't have prime minister from other community? These three figures all r from pahadi community.  No changes still after republic of nepal.",
      "comments": [
        "I don't think it has anything to do with race or ethnicity. Politics is a game and whoever is a good player wins the game.",
        "I think it is more about reachability and approachability than race or ethnicity.",
        "You don't understand the dynamics  of the Republic system or the multiparty democracy as a matter of fact.",
        "Dumbass logic",
        "Pahadi community lol. Terai people themselves don't have unity and who they want to vote for, always trying to pull each other legs and you ask this question? They change their vote at a snap of the finger when someone will feed them chicken, alcohol and give them some money. What kind of community does that make them to be? All they want is to make their immediate tomorrow and don't care about their future at all, so don't give a fuck about pahadi community and this and that. It all their own fault for not being able to vote a prime minister from their your so called \"terai community\".",
        "What abt himal community n upathyeka community can they don’t deserve for pm?",
        "The fûck is that question? The point isn't who deserves and who doesn't. Everybody deserves to be PM, it's democracy. My point is that it's only Terai people that likes to separate this and that community. And play victim card blaming \"so called other community\" when it's their own people's fault. Yes, there are some differences of opinions in locality but people of hilly and above regions don't care about this and that community overall.",
        "Is it man. It is bitter fact the pahadi supermacy sometimes kill sentiment of himal, tarai n upatyeka community. There is no hidden rules they can only be pm in Nepal but it is happening everytime",
        "There's no \"upatyaka community\". It's a pahadi community. There's no himal community, they were previously just migrating from himal to hilly to terai. Now with technology and development, they are just another pahadi community.  It's only Terai community and pahadi community, **made by agenda of politics** . Besides, the only thing bitter here is your soul that can't help but blame making stuff like this and that community. It's politics, tell the people in Terai region not to pull their own legs each time election comes and vote their representatives. Guarenteed the prime minister that will come out will be from Terai region uncontested. But the people there have very limited thoughts.",
        "What a cheap thinking u got man. Broad your mind. The upatheyaka r same with pahadi himal same. Shit man which angle culture, food n custom look same. The needs, necessities and facilities will be different with different region.",
        "It's your thinking that's cheap. Of course there's differences according to locality. You cannot differentiate different diverse cultures that exist in Nepal just as terai community, pahadi community, himal community. It's you who should broaden your mind. Those are just regions separated according to land structure and not by people/community which you are doing wrongly. In terai there are different communities, In hilly there are different communities and in Himalayan region there are different communities. No such thing as Terai community exist, no such thing as Pahadi community exist and no such as thing as Himal community exist. And I don't from which ass you brought out Upatyaka community.",
        "U mean Indian community chinese community nepalese community in Europe n america doesnt exist. U want to say its just fake. U ideolize caste as community doesnt mean I need to accept it."
      ]
    },
    {
      "title": "Need a tailor for Jean and other casual wears",
      "selftext": "Paila tide pants haru Mann par thiyo then comes baggy luga haru, now I want to try some good tailored cloths. Jeans or cotton no matter if you guys have any ideas with a good tailor please guide me here 👖🧥👏",
      "comments": [
        "RemindMe! -7 day"
      ]
    },
    {
      "title": "Need some aesthetically pleasing, good food and not overpriced food places in pulchowk, jhamsikhel or sanepa",
      "selftext": "I love exploring new food places, and the quality of food, matters way more than the aesthetic value of the cafe or the restaurant. However, checking insta food pages has become very untrustworthy now, because of all the fake paid promotions. Fellow brothers and sisters, it'd be great help if y'all recommended me some affordable, aesthetic food places near the aforementioned areas with some good food.\n\nThank you in advance.",
      "comments": [
        "Gorkhas Grill, The Rolls (jhamsikhel)",
        "Himalayan sip. Cheese cake is to die for. 200-250 ma paucha. drinks haru ne decent nei cha",
        "The Botanist.\n\nI never thought I would say this about veg mo: mo:, but their veg mo: mo: is really, really good!",
        "The Gardens in Jhamsikhel.",
        "Appreciate it buddy",
        "Is it good for a date? and does it have any salty snacks, not much of a sweet tooth",
        "Overpriced cha bro",
        "Is the food good? I have heard its mid to bad. And is it reasonable?",
        "I worked there.",
        "Date ko lai perfect. Nursery type ko cha, its peaceful. Salty snacks ma chei, I liked their garlic bread. Aru snacks might be a bit more expensive i'm not sure, mah cheesecake khana matra janchu teta :)",
        "Is it really nice? It's one of the most polarized places on the internet.",
        "Susan baniya KO ho no ta tyai vayera. Place is good but Ali privacy xaina. Everything is in open",
        "Polarized places on the internet? It’s a restaurant.",
        "People have polarized opinions on that place is what i meant. Taarif garne le dherai taarif garchan ani na garne le worst place nai bhanchan. That's why its tough for me to form an opinion yk"
      ]
    },
    {
      "title": "Suggest me a hotel / resort around kathmandu with reasonable price ",
      "selftext": "",
      "comments": [
        "I don't know much about that but you can check out on google maps there will be price mentioned and ig most if the hotels are friendly in nepal.",
        "What’s the budget price ?"
      ]
    },
    {
      "title": "Looking for DJ ",
      "selftext": "Can anyone connect me to methodic house DJs in KTM?? Music that matches sundowner vibes..",
      "comments": [
        "Mention your budget in the post for quicker reach",
        "DJ Iraj I think is nice. I have his number too if you want",
        "Thankyou it would be great if you fwd his no",
        "Dm"
      ]
    }
  ]